<template>
  <view-container>
    <p class="title">公司介绍</p>
    <p>  我们公司是全球领先的综合通信解决方案提供商。公司成立于1985年，是在香港和深圳两地上市的大型通讯设备公司。公司通过为全球160多个国家和地区的电信运营商和企业网客户提供创新技术与产品解决方案，让全世界用户享有语音、数据、多媒体、无线宽带等全方位沟通。</p>
    <p>  我们公司拥有通信业界完整的、端到端的产品线和融合解决方案，通过全系列的无线、有线、业务、终端产品和专业通信服务，灵活满足全球不同运营商和企业网客户的差异化需求以及快速创新的追求。目前，我们公司已全面服务于全球主流运营商及企业网客户，智能终端发货量位居美国前四。</p>
    <p>  我们公司坚持以持续技术创新为客户不断创造价值。公司在美国、加拿大、瑞典、中国等地设立全球研发机构，3万余名国内外研发人员专注于行业技术创新。我们公司PCT国际专利申请三度居全球首位，位居"全球创新企业70强"与"全球ICT企业50强"。目前我们公司拥有6.9万余件全球专利申请、已授权专利超过3万件，连续8年稳居PCT国际专利申请全球前三。公司依托分布于全球的107个分支机构，凭借不断增强的创新能力、突出的灵活定制能力、日趋完善的交付能力赢得全球客户的信任与合作。</p>
    <p>  我们公司为联合国全球契约组织成员，坚持在全球范围内贯彻可持续发展理念，实现社会、环境及利益相关者的和谐共生。我们运用通信技术帮助不同地区的人们享有平等的通信自由；我们将“创新、融合、绿色”理念贯穿到整个产品生命周期，以及研发、生产、物流、客户服务等全流程，为实现全球性降低能耗和二氧化碳排放不懈努力。我们还在全球范围内开展社区公益和救助行动，参加了印尼海啸、海地及汶川地震等重大自然灾害救助，并成立了中国规模最大的“关爱儿童专项基金”。</p>
  </view-container>
</template>

<script>
export default {

}
</script>

<style>
p {
  margin-bottom: 20px;
  font-size: 18px;
  text-indent:30px;
  line-height: 25px;
}
.title {
  margin-top: 30px;
  margin-bottom: 30px;
  text-align: center;
  font-size: 25px;
  font-weight: 800;
}

</style>
